[

    {
        "fromtext": "Google",
        "from": "/images/icon/google-2.png",
        "description": "“Absolutely top notch!! I've been working with Tiffany for a Google of months now in promotion of my tattoo convention and she's always responsive, stays in constant communication and truly CARES!! She's been active and stays extremely organized!! Highly recommend!!! ”",
        "authorimg": "/images/testimonial/testimonial-2.png",
        "authorname": "Joshua Wiley",
        "authordesig": "Owner Operator"
    },
    {
        "fromtext": "Google",
        "from": "/images/icon/google-2.png",
        "description": "“ Tiffany was amazing to work with! She has an amazing attention to detail and creative solutions to many business needs. I felt very comfortable with Tiffany handling my needs in a short amount of time with her quick response time and wonderful communication skills. Will definitely use Tiffany again for future projects. ”",
        "authorimg": "/images/testimonial/testimonial-2.png",
        "authorname": "Dallas Smith",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Facebook",
        "from": "/images/icon/fb-2.png",
        "description": "“ I have been looking into a website for a year now and working with Tiffany at England marketing,  was an amazing pleasure, great experience and awesome results, very easy to work with and ecstatic about the results. I would recommend her to everyone in the industry.!!!!! ”",
        "authorimg": "/images/testimonial/testimonial-3.png",
        "authorname": "Steven Severt",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Google",
        "from": "/images/icon/google-2.png",
        "description": "“ Tiffany with England Marketing has been amazing to work with. She completely revamped my website, gave it a much needed face lift and made it more user friendly. Looking forward to continuing to work and grow with Tiffany!”",
        "authorimg": "/images/testimonial/testimonial-2.png",
        "authorname": "Jacquelyne Postiy",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Google",
        "from": "/images/icon/google-2.png",
        "description": "“ l've recently had the pleasure of working with Tiffany, who not only demonstrated an exceptional mastery of her craft but also made the entire collaboration a delight. Her expertise was evident in every aspect, and her approachability and positive attitude made the experience truly enjoyable. A true professional who brings both skill and a pleasant demeanor to any project. ”",
        "authorimg": "/images/testimonial/testimonial-2.png",
        "authorname": "Marcie Lively",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Facebook",
        "from": "/images/icon/fb-2.png",
        "description": "“ Tiffany is an amazing social media manager/marketer . Classy and a great communicator. Has exceeded my expectations with things. I had no clue to even look for or address. With that being said, she looks for problems to solve, communicates the issue and proceeds to ask if she can make adjustments to resolve the problem. Which I appreciate. That kind of integrity is not easy to come by lately. Hire her asap! ”",
        "authorimg": "/images/testimonial/testimonial-3.png",
        "authorname": "Justin Shelpman",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Google",
        "from": "/images/icon/google-2.png",
        "description": "“ Tiffany is a master of her craft and will give you the web presence you’re looking for and more. Shes stays in contact with you about updates and gets it done immediately! ”",
        "authorimg": "/images/testimonial/testimonial-2.png",
        "authorname": "John Frazier",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Google",
        "from": "/images/icon/google-2.png",
        "description": "“ This was personally my first experience with an SEO or this kind of service. The service was as absolutely stellar. For example she took 2 hours of her own time to come meet with me face to face.  A quality that seems more & more rare among companies. She very clearly explained the function of her service, what was to be expected in terms of gains, and has delivered through & through.  The pricing in my opinion is extremely affordable. Especially for the amount of time that is spent on my company alone.   Always has constant and clear communication and keeps my interests updated Sincerely Dusty reier / Invictus Tattoo ”",
        "authorimg": "/images/testimonial/testimonial-2.png",
        "authorname": "Dusty Reier",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Facebook",
        "from": "/images/icon/fb-2.png",
        "description": "“ England Marketing is exceptional! The creativity and attention to detail exceededs expectations. Offering strategic marketing insights tailored to specific business needs. I highly recommend England Marketing for anyone seeking top-notch digital solutions. ”",
        "authorimg": "/images/testimonial/testimonial-3.png",
        "authorname": "Paige Bonner",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Facebook",
        "from": "/images/icon/fb-2.png",
        "description": "“ I'm a tattoo artist and I just moved to Ohio from Oregon. And I needed someone to do some promotion for me and revamp my website. And a friend of mine hooked me up with Tiffany and she has done an amazing job. I've been doing my job for about 20 years. And I don't think I have been as busy as I am now doing the work I wanna do. I would highly recommend getting involved with her to take care of of your your advertising and Internet needs. ”",
        "authorimg": "/images/testimonial/testimonial-3.png",
        "authorname": "Timmy Grounds",
        "authordesig": "Executive Chairman"
    },
    {
        "fromtext": "Facebook",
        "from": "/images/icon/fb-2.png",
        "description": "“ Tiffany was amazing to work with and we will definitely be working with her more. She was very prompt as well as clear with everything she was doing for us. After hiring her we saw an increase in our sales and engagement. We look forward to working with Tiffany in the future!   ”",
        "authorimg": "/images/testimonial/testimonial-3.png",
        "authorname": "Huntsvegas Tattoo Expo",
        "authordesig": "Executive Chairman"
    }

]